[Lang]
	Name=Czech
	TranslatorName=Tron
	TranslatorURL=www.adia-project.net
	ID=0405;041b;0409;0809;0009;
	Version=3.9.20
	Date=20/09/2012
	Charset=1250

'Support Locale IDs (LCID) by this language file
'	0405: Czech (Czech Republic)
'	041b: Slovak (Slovakia)
'	0009: English
'	0809: English (United Kingdom)
'	0409: English (United States)

'Parametrs support esc-sequences \n \r \t 

[frmMain]
	frPanelLV=Seznam nalezených ovladačů zařízení
	frBackup=Vytvořit zálohu vybraných ovladačů
	frGroup=Vyberte skupinu ovladačů
	mnuOptions=Možnosti
	mnuMainAbout=Pomoc
	mnuLinks=Odkazy
	mnuHistory=Historie změn
	mnuHelp=Pomoc
	mnuOsZoneNet=Diskuse k programu na OsZone.net
	mnuHomePage=Navštívit domovskou stránku
	mnuHomePageForum=Navštívit forum tohoto programu
	mnuCheckUpd=Vyhledat aktualizace programu
	mnuDonate=Podpořit ...
	mnuLicence=Licenční smlouva ...
	mnuAbout=O programu ...
	mnuModulesVersion=Moduly ...
	mnuMainLang=Jazyk
	mnuLangStart=Použít vybraný jazyk při spuštění (zrušit automatický výběr)
	mnuReCollectHWID=Vyhledat změny hardwaru
	cmdCheckAll=Vybrat vše
	cmdUnCheckAll=Odznačit
	cmdBreak=Přerušit
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Všechny
	optGrp4=Žádný
	chkLiveOnly=Pouze Live-Drivers
	chkHideOther=Skrýt všechny, ale vybrané skupiny
	chkCheckAll=Vybrat vše z celé skupiny při výběru
	cmdStartBackUp=Zálohovat
	lblTypeBackUp=Typ zálohy
	cmbListTypeBackupElement1=Strukturovaná složka s ovladači
	cmbListTypeBackupElement2=7z-archív ovladačů
	cmbListTypeBackupElement3=7zSFX-archiv s automatickou instalací přes DPInst
	TableHeader1=* Název výrobku *
	TableHeader2=* Datum *
	TableHeader3=* Verze *
	TableHeader4=* Výrobce *
	TableHeader5=* Třída ovladače *
	TableHeader6=* Kód třídy *
	TableHeader7=* INF *
	TableHeader8=* Část *
	TableHeader9=* HWID *
	TableHeader10=* ID Stav *
	frArchName=Název archivu
	optArchNamePC=Název počítače
	optArchModelPC=Model počítače
	optArchCustom=Uživatelské šablony

[frmAbout]
	frmAbout=O programu ...
	cmdDonate=Podpořit ...
	cmdLicence=Licenční smlouva
	cmdHomePage=Domů
	cmdOsZoneNet=Diskuse OsZone.Net
	cmdCheckUpd=Aktualizace ...
	cmdExit=Zavřít
	lblMailTo=Poslat e-mail autorovi programu
	lblInfo=Tento program je určen k vytváření záložních kopií ovladače zařízení. Tento program rovněž najde ovladače pro neživé "jednotky". Program umí vytvářet 7z-archivy, které může později použít jako balíčky ovladačů programu Drivers Installer Assistant.

[frmLicence]
	frmLicence=Licenční smlouva
	chkAgreeLicence=Souhlasím s dohodou
	cmdOK=Souhlasím
	cmdExit=Zavřít

[frmCheckUpdate]
	frmCheckUpdate=Aktualizace: nová verze programu
	cmdUpdate=Stáhnout aktualizaci
	cmdHistory=Historie
	cmdDonate=Podpořit
	cmdExit=Zavřít
	lblVersion=Nejnovější verze
	frDescription=zápis do historie změn:
	lblDescription1="-" - Oprava chyb v programu
	lblDescription2="*" - Kosmetické změny
	lblDescription3="+" - Rozšířené funkce
	lblDescription4="!" - Důležitá upozornění
	lblWait=Načítání dat z oficiálních stránek. Vyčkejte prosím ....
	lblVersionList=Seznam změn pro verzi

[frmDonate]
	frmDonate=Podpořit
	cmdExit=Zavřít

[frmOptions]
	frmOptions=Možnosti
	cmdOK=Uložit změny
	cmdExit=Ukončit bez uložení
	frOptions=Možnosti
	ItemOptions1=Hlavní možnosti
	ItemOptions2=Podporované OS
	ItemOptions3=Pracovní pomůcky
	ItemOptions5=Vzhled programu 
	ItemOptions6=DPInst spouštěcí parametry
	frMain=Hlavní možnosti
	lblOptionsStart=Akce po spuštění programu
	chkUpdate=Zkontrolovat aktualizece
	chkUpdateBeta=Kontrolovat přítomnost beta-verze programu.
	chkHideOtherProcess=Spustit externí proces ve skrytém režimu.
	lblOptionsTemp=Práce s dočasnými soubory
	chkTempPath=Složka dočasných souborů
	chkRemoveTemp=Odstranit dočasné soubory
	lblDebug=Možnosti režimu ladění
	chkDebug=Zapnout režim ladění
	chkRemoveHistory=Vymazat starý soubor ladění po startu programu
	lblRezim=Režim činnosti při spuštění programu
	lblDebugLogPath=Cesta k log-souboru:
	frMainTools=Cesty k hlavním pomůckám (Nástrojům)
	cmdPathDefault=Nastavit na výchozí cestu
	frOS=Poporované OS
	cmdAddOS=Přidat
	cmdEditOS=Editovat
	cmdDelOS=Smazat
	frDesign=Vzhled
	lblSizeForm=Velikost hlavního okna
	lblFormHeight=Výška:
	lblFormWidth=Šířka:
	chkFormMaximaze=Spustit maximalizované
	chkFormSizeSave=Uložit velikosti formy při ukončení
	lblSizeButton=Vlastnosti tlačítka
	cmdChooseFont=Vybrat písmo (font) pro text tlačítka
	lblImageMain=Hlavní ikony
	lblFormWidthMin=Minimální hodnoty existují pro některé parametry. Pokud je hodnota nižší než minimální, pak okno je zvýrazněno červeně. Program po startu nastaví výchozí hodnoty.
	AdditionalColorCaption=Další barvy...
	frDpInstParam=Spouštěcí parametry DPInst
	lblParam=Parametr
	lblDescription=Popis parametrů
	lblLegacyMode=To umožňuje instalaci nepodepsaných ovladačů a balíčky ovladačů, které mají chybějící soubory
	lblPromptIfDriverIsNotBetter=Se zobrazí dialogové okno, v případě, že nový ovladač neodpovídá lépe zařízení než ovladač který je v současné době instalován na zařízení
	lblForceIfDriverIsNotBetter=Vynucená instalace ovladače na zařízení i v případě, že ovladač v současné době instalován na zařízení odpovídá lépe než nový ovladač
	lblSuppressAddRemovePrograms=Potlačuje přidání položky v okně \"Add or Remove Programs"\
	lblSuppressWizard=Potlačuje zobrazení Průvodce ..., ale uživatelské dialogové okna možná budou zobrazeny OS
	lblQuietInstall=Bezobslužný režim. Potlačuje zobrazení stránek Průvodce a uživatelských dialogových oken obvykle zobrazených OS
	lblScanHardware=Ovladače se budou kopírovat a instalovat pouze pro zařízení nalezené v počítači (používat pouze pro zařízení PnP)
	lblCmdStringDPInst=Celkem počátečních parametrů
	TableOSHeader1=Verze
	TableOSHeader3=DriverPack
	TableOSHeader5=x64
	chkSilentDll=Tichá registrace/aktualizace systémových komponent (DLL a OCX)
	ItemOptions4=Název archivu
	frArchName=Název archivu
	optArchNamePC=Název počítače
	optArchModelPC=Model počítače
	optArchCustom=Uživatelské šablony
	lblArchNameStart=Název archivu ve výchozím nastavení
	lblArchShablon=Název šablony archivu
	lblMacrosType=K dispozici makro
	lblMacrosParam=Parametr
	lblMacrosDescription=Popis parametru
	lblMacrosPCName=Krátký název počítače bez doménové přípony
	lblMacrosPCModel=Počítač\model základní desky
	lblMacrosOSVer=Verze operačního systému jako WNT (5 | 6)
	lblMacrosOSBit=Architektura, operačního systému ve tvaru x (32 | 64)
	lblMacrosDate=Datum zálohy
	lblTypeBackUp=Typ zálohy ve výchozím nastavení
	cmdFutureButton=Your future button
	chkButtonDisable=Enable/Disable (only for test)
	lblDebugLogLevel=Debug level

[frmOSEdit]
	frmOSEdit=Upravit záznam
	lblOSVer=OS Verze 
	lblPathDRP=Cesta k adresáři s DriverPacks
	chk64bit=64-bit OS ovladače 
	cmdOK=Použít
	cmdExit=Zavřít

[frmProgress]
	frmProgress=Získávání informací o ovladačích. Vyčkejte prosím ...

[Messages]
	strMessages1=Zálohovat ovladač, vyberte ovladač ze seznamu a klikněte na Zálohovat!
	strMessages2=Vyberte adresář, kam chcete uložit záložní kopii.
	strMessages3=Získávání informací o složení a verze souborů ovladače pro zařízení PC. Vyčkejte prosím ...
	strMessages4=Pracovat v programu není možné
	strMessages5=Získávání informací o vaší hardwarové konfiguraci je kompletní!
	strMessages6=Není vybrán ovladač. Vyberte příslušný ovladač ze seznamu a klikněte na Zálohovat.
	strMessages7=Jeden ze souborů programu neexistuje
	strMessages8=Chyba registrace systémového souboru. Pokuste se zaregistrovat soubor ručně, nebo ho prostě zkopírovat do adresáře %windir%\system32\r\n\r\nPokračování v práci může vést k dalším chybám. Chcete pokračovat?
	strMessages9=Hledání a ukládání souborů ovladače
	strMessages10=Zálohování bylo úspěšně dokončeno.
	strMessages11=Zdrojový kód licenčního souboru byl změněn! To může být chyba nebo důsledek změny škodlivého programu. Obraťte se na výrobce nebo stáhněte nový distribuční program. Chcete pokračovat?
	strMessages12=Chyba při vytváření archivu. Záloha není vytvořena!
	strMessages13=Nepodařilo se vytvořit zálohu ovladačů 7z:
	strMessages15=Zadaný adresář pro alternativní obrázky ikon neexistuje. Budou se používat standardní obrázky!
	strMessages16=Program spuštěn s CD\DVD, proces aktualizace databáze není možný
	strMessages20=Removing files from program fails. Would you like to continue?
	strMessages21=Extract all files (DLL-OCX) from program completed successfully. \r\n\r\n Would you like to open a directory with files?
	strMessages22=Extract all files (DLL-OCX) from program completed. \r\n In the extraction procedure errors were found! \r\n\r\n Would you like to open a directory with files?
	strMessages25=DBS the program provides the following key start \r\n\r\n "/?", "/h", "-h", "-help", "/help" - display the window \r\n\r\n" /extractdll[:path]" - extract files from program to the specified directory, if a directory is specified, the recovery is a temporary directory \r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages27=Práce přerušena!!!\r\Zpracování neúspěšné na ovladači:
	strMessages33=Nepodařilo se spustit externí program:
	strMessages34=Jste si jisti, že chcete skončit?
	strMessages35=Verze podporujících modulů:\r\n\r\nNázev modulu:\t\tVerze souboru:
	strMessages36=Nové nastavení zapsáno!\r\nChcete-li používat, musíte restartovat program.\r\n\r\nPřejete si restartovat program nyní?
	strMessages37=Opravdu chcete odejít bez možnosti uložení?
	strMessages38=Program spuštěn s CD\DVD!\r\nUkládání nastavení není možné!
	strMessages39=Nelze načíst licenční smlouvu. Další práce v programu nejsou možné. Obraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages40=Text zdrojového souboru byl změněn!!!\r\nFormulář "Podpora projektu" bude uzavřen.\r\nObraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages41=Nepodařilo se načíst donate.rtf soubor. Obraťte se na vývojáře nebo stáhněte novou distribuci programu.
	strMessages42=Kopírování souborů se nezdařilo!
	strMessages43=Pozor! Tento soubor je jen pro čtení, zápis do souboru není možný. Chcete-li uložit, je třeba odstranit atribut ze souboru a zkuste to znovu.
	strMessages44=Nelze vytvořit dočasný soubor v adresáři:
	strMessages45=Došlo k chybě při zápisu dat do souboru:
	strMessages53=Připojení k internetu není nainstalováno nebo je server nedostupný
	strMessages54=Nepodařilo se spustit kontrolu aktualizací
	strMessages55=Server zjistil starou verzi! Velmi zvláštní:)\r\nS největší pravděpodobností budete mít neoficiální verzi získanou od autora programu pro testování.\r\n\r\nPřejete si otevřít formulář aktualizace programu?
	strMessages56=Nová verze programu nebyla nalezena.\r\n\r\nPřejete si otevřít formulář aktualizace programu?
	strMessages58=Kontrola aktualizací programu ...
	strMessages59=áhněte si kompletní program!
	strMessages66=Zpracování přerušeno. Uplynulý čas:
	strMessages67=Zpracování všech ovladačů je dokončeno. Uplynulý čas:
	strMessages81=Odstranit dočasné soubory. Vyčkejte prosím....
	strMessages82=Jde mazat soubory v cílovém adresáři. Vyčkejte prosím....
	strMessages97=Vytvořit archiv:
	strMessages102=Došlo k chybě při porovnání verzí programu. Obraťte se na vývojáře.
	strMessages106=Aktuální verze komponenty je starší než používá program.\r\nDoporučuje se nainstalovat aktualizace!\r\n\r\nPOZOR! Tato aktualizace může ovlivnit ostatní programy, které používají tuto komponentu!\r\n\r\nChcete provést vylepšení?
	strMessages107=Možná používáte, verzi "Drivers BackUp Solution" která je zastaralá!\r\n\rKlikněte zde pro kontrolu aktualizací " 
	strMessages108=ze
